Repository: Epilef89/AsesoftwarePhotos
Catalog: PhotosAsesofware/SupportingFiles/Localizable.xcstrings
Source language: en
Languages: es

# Detail.deleteAction
source: Delete Image
es: Borrar imagen

# Detail.popUpMessage.ConnetionFail.later
source: Ok
es: Entendido

# Detail.popUpMessage.ConnetionFail.message
source: When you have internet the photo will be deleted from our system
es: Cuando tengas internet la foto será eliminada de nuestro sistema

# Detail.popUpMessage.Failure.later
source: Later
es: Más tarde

# Detail.popUpMessage.Failure.message
source: we couldn't delete the photo
es: No se pudo borrar la foto

# Detail.popUpMessage.Success.action
source: Ok
es: Entendido

# Detail.popUpMessage.Success.message
source: The photo was successfully deleted
es: La foto fue eliminada exitosamente.

# Home.CellDetail.albumTitle
source: Album id
es: Numero de Album

# Home.CellDetail.title
source: Name
es: Nombre

# Home.PopUpMessage.title
source: Could not connect to the service
es: No fue posible conectar con el servicio
